Repository: Bulat-I/telegram-bot
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: ru

source: Convert to PDF
ru: Конвертировать в PDF

source: Compress PDF file
ru: Сжатие PDF-файла

source: Rotate PDF
ru: Поворот PDF

source: Merge two PDFs
ru: Объединение двух PDF-файлов

source: Rotate left - 90°
ru: Поворот влево - 90°

source: Rotate right - 90°
ru: Поворот вправо - 90°

source: Rotate - 180°
ru: Поворот - 180°

source: Hi, I am your PDF converter assistant
ru: Здравствуйте, я ваш помощник по конвертированию PDF-файлов

source: Your file exceeds 20 MB Please try a smaller file
ru: Ваш файл превышает 20 МБ Пожалуйста, попробуйте загрузить файл меньшего размера

source: Something went wrong Please try again
ru: Что-то пошло не так Пожалуйста, попробуйте еще раз

source: Your file is in an unsupported format Please try another file
ru: Формат вашего файла не поддерживается Попробуйте другой файл

source: Please select what you want to do with this file
ru: Пожалуйста выберите желаемую операцию с файлом

source: Please wait
ru: Пожалуйста, подождите

source: Here is your PDF
ru: Вот ваш PDF файл

source: Select how you want to rotate your PDF
ru: Выберите как вы хотите повернуть ваш PDF файл

source: Upload your second file
ru: Загрузите второй файл

source: Your response is not a PDF document Please upload a PDF document
ru: Ваш ответ не является документом в формате PDF Пожалуйста, загрузите PDF документ

source: Upload your file
ru: Загрузите ваш файл

source: Compress PDF
ru: Сжать PDF

source: Rotate your PDF
ru: Повернуть PDF

source: Merge your PDFs
ru: Объединить PDF

source: Upload your first file
ru: Загрузите ваш первый файл

source: Your actions were cancelled. Let's start it over
ru: Ваши действия были отменены. Давайте начнем сначала

source: Your file is already in PDF format Please try another file
ru: Ваш файл уже в формате PDF Пожалуйста, загрузите другой файл

source: Your response is not a document Please upload a document
ru: Ваш ответ не является документом Пожалуйста, загрузите документ

source: Your response is not a PDF document Please upload a PDF document
ru: Ваш ответ не является PDF документом Пожалуйста, загрузите PDF документ
